Revit 2027 API
ParameterTypeId.MassDataSkylightWidth Property
 "Skylight Width & Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataSkylightWidth { get; }
Public Shared ReadOnly Property MassDataSkylightWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataSkylightWidth {
	ForgeTypeId^ get ();
}
static member MassDataSkylightWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace